<!--{*
 * Copyright(c) 2000-2006 LOCKON CO.,LTD. All Rights Reserved.
 *
 * http://www.lockon.co.jp/
 *}-->
　※本メールは自動配信メールです。
　等幅フォント(MSゴシック12ポイント、Osaka-等幅など)で
　最適にご覧になれます。

┏━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┓
　※本メールは、 
　<!--{$tpl_shopname}-->より、メルマガ購読登録を希望された方に
　お送りしています。
　もしお心当たりが無い場合は、このままこのメールを破棄していただ
　ければメルマガ購読登録はなされません。
　またその旨、<!--{$tpl_infoemail}-->まで
　ご連絡いただければ幸いです。
┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┛

<!--{$tpl_shopname}-->でございます。

この度は、メルマガ<!--{$tpl_name}-->依頼をいただきまして、有り難うございます。
今回のお申し込み内容は以下のとおりです。

-----------------------------------------
状態： 仮<!--{$tpl_name}-->
メールアドレス： <!--{$tpl_email}-->
配信形式： <!--{$tpl_kindname}-->
-----------------------------------------

現在は仮<!--{$tpl_name}-->の状態です。
　　　~~~~~~
本<!--{$tpl_name}-->を完了するには下記URLにアクセスしてください。
※入力されたお客様の情報はSSL暗号化通信により保護されます。

---------------------------------------------------------------
<!--{$tpl_url}-->
---------------------------------------------------------------

上記URLにてメルマガ購読登録が完了いたしましたら、改めてご確認の
メールをお送り致します。



