<?php

$str = "ああああああああああaaaaaaaaadfeeeeeeああああああああああああああああああああああああaaadfeeeeeeああああああああああああああああああああああああaaadfeeeeeeああああああああああああああああああああああああaaadfeeeeeeああああああああああああああああああああああああaaadfeeeeeeああああああああああああああああああああああああaaadfeeeeeeああああああああああああああああああああああああaaadfeeeeeeああああああああああああああああああああああああaaadfeeeeeeああああああああああああああああああああああああaaadfeeeeeeああああああああああああああああああああああああああああああああああああああああああああああinjyuあああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△injyuあああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ";
//$str = "ああああああああああああああああああああああああああああああああああああああああああああああああああああああああinjyuあああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ△△△";
//$str = "aあ";
print $str;

//$Message_tmp = wordwrap($str,2,"<br>", 1);

//$Message_tmp = mbsplit();

$test = $str;// "abあcdか1さ0たなはbgfまやらわ";

$str = array();
$cut_len = 256;

$len = mb_strlen($test);
$tmp = $test;
while($len > $cut_len){
	$str[] = mb_substr($test,0,$cut_len);
	$tmp = mb_substr($tmp, $cut_len, $len);
	print($tmp."<br>");
	$len = mb_strlen($tmp);
}
$str[] = $tmp;
print_r($str);

function MyFlush() {
	flush();
	ob_end_flush();
	ob_start();
	sleep(1);
}

?>