<?php

//$str = "ああああああああああああああああああああああああああああああああああああああああああああああああああああああああinjyuあああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△injyuあああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ";
$str = "aあ";

$Message_tmp = wordwrap($str,1,"<br>", 1);

print($Message_tmp);


?>