<?php

$str = "ああああああああああああああああああああああああああああああああああああああああああああああああああああああああinjyuあああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△△injyuあああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ";

$Message_tmp = wordwrap($str,255,"\n", 1);

print($Message_tmp);


?>