<!--{*
 * Copyright(c) 2000-2007 LOCKON CO.,LTD. All Rights Reserved.
 *
 * http://www.lockon.co.jp/
 *}-->
　※本メールは自動配信メールです。
　等幅フォント(MSゴシック12ポイント、Osaka-等幅など)で
　最適にご覧になれます。

┏━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┓
　※本メールは、 
　<!--{$CONF.shop_name}-->より会員登録を希望された方に
　お送りしています。
　もしお心当たりが無い場合は、
　その旨<!--{* 問い合わせ受付メール *}--><!--{$CONF.email02}-->まで
　ご連絡いただければ幸いです。
┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┛

<!--{$name01}--><!--{$name02}--> 様

<!--{$CONF.shop_name}-->でございます。

この度は会員登録依頼をいただきましてまことに有り難うございます。

本会員登録が完了いたしました。
ショッピングをお楽しみくださいませ。

今後ともどうぞ<!--{$CONF.shop_name}-->をよろしくお願い申し上げます。



