　※本メールは自動配信メールです。
　等幅フォント(MSゴシック12ポイント、Osaka-等幅など)で
　最適にご覧になれます。

┏━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┓
　※本メールは、 
　<!--{$tpl_shopname}-->より、メルマガ購読登録を希望された方に
　お送りしています。
　もしお心当たりが無い場合は、
　その旨、<!--{$tpl_infoemail}-->までご連絡いただければ幸いです。
┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┛

<!--{$tpl_shopname}-->でございます。

この度は、メルマガ<!--{$tpl_name}-->依頼をいただきまして、有り難うございます。
今回のお申し込み内容は以下のとおりです。

-----------------------------------------
状態： <!--{$tpl_name}-->
メールアドレス： <!--{$tpl_email}-->
配信形式： <!--{$tpl_kindname}-->
-----------------------------------------

今後とも<!--{$tpl_shopname}-->を宜しくお願い致します。


